[["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":509,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198264266067","minutes_played_forever":17},{"steamid":"76561198178671238","minutes_played_forever":10},{"steamid":"76561198073082782","minutes_played_forever":18}],"owns":[{"steamid":"76561198036891076"},{"steamid":"76561198310121061"},{"steamid":"76561198058590207"},{"steamid":"76561198090725543"},{"steamid":"76561198116216996"}],"in_wishlist":[]}}],["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Rockstar Games","strURL":"https://store.steampowered.com/developer/rockstargames"}],"rgPublishers":[{"strName":"Rockstar Games","strURL":"https://store.steampowered.com/publisher/rockstargames"}],"rgFranchises":[]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"Welcome to Vice City. Welcome to the 1980s.\r\n\r\nFrom the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose.\r\n\r\nHaving just made it back onto the streets of Liberty City after a long stretch in maximum security, Tommy Vercetti is sent to Vice City by his old boss, Sonny Forelli. They were understandably nervous about his re-appearance in Liberty City, so a trip down south seemed like a good idea. But all does not go smoothly upon his arrival in the glamorous, hedonistic metropolis of Vice City. He's set up and is left with no money and no merchandise. Sonny wants his money back, but the biker gangs, Cuban gangsters, and corrupt politicians stand in his way. Most of Vice City seems to want Tommy dead. His only answer is to fight back and take over the city himself.","strSnippet":"Welcome to Vice City. Welcome to the 1980s. From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile."}}]]