[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":1,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198141498339","minutes_played_forever":27}],"owns":[{"steamid":"76561198058590207"}],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"OpenTTD","strURL":null}],"rgPublishers":[{"strName":"OpenTTD","strURL":null}],"rgFranchises":[]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"OpenTTD is a business simulation game in which players earn money by transporting passengers and cargo via road, rail, water, and air. It is an open-source remake and expansion of the 1995 Chris Sawyer video game Transport Tycoon Deluxe.\r\n\r\n[h2]Build[/h2]\r\n\r\nConnect industries and cities on procedurally-generated maps of up to 4096 x 4096 tiles by building a network of roads, railways, docks, and airports. Navigate dense city streets, cross oceans and rivers, and conquer high mountains in one of four climates.\r\n\r\n[h2]Transport[/h2]\r\n\r\nWork alone or with friends to complete production chains and transport finished goods to towns. Assemble a fleet of hundreds of vehicles, transferring cargo as needed in an interconnected, multimodal network with optional cargo destinations.\r\n\r\n[h2]Upgrade[/h2]\r\n\r\nKeep up with technological improvements through the years as towns grow; new modes of transport are invented; and industries appear, change production, or fail. Expand stations and build network capacity to keep up with demand and avoid delays.\r\n\r\n[h2]Extend[/h2]\r\n\r\nCustomize your OpenTTD experience via community-made mods downloaded through an in-game content service, including real-world vehicles, new industry sets, custom scenarios, and more.\r\n\r\n[h2]Free and open-source[/h2]\r\n\r\nOpenTTD is free and open-source software, licensed under the GNU General Public License version 2.0. OpenTTD is under ongoing development. OpenTTD is not an abbreviation of anything.","strSnippet":"OpenTTD is a business simulation game in which players earn money by transporting passengers and cargo via road, rail, water, and air. It is an open-source remake and expansion of the 1995 Chris Sawyer video game Transport Tycoon Deluxe."}}]]