[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198095880716","minutes_played_forever":2313},{"steamid":"76561198116216996","minutes_played_forever":124},{"steamid":"76561198144088793","minutes_played_forever":4483},{"steamid":"76561198073082782","minutes_played_forever":264},{"steamid":"76561198089375735","minutes_played_forever":125},{"steamid":"76561198090725543","minutes_played_forever":1904},{"steamid":"76561198072552138","minutes_played_forever":1043}],"owns":[{"steamid":"76561198201850050"},{"steamid":"76561198310121061"}],"in_wishlist":[{"steamid":"76561198058590207"},{"steamid":"76561198264266067"}]}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Montreal, Massive Entertainment, and Ubisoft Shanghai","strURL":null}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Far Cry","strURL":"https://store.steampowered.com/franchise/FarCry"}]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"Far Cry 3 is an open world first-person shooter set on an island unlike any other. A place where heavily armed warlords traffic in slaves. Where outsiders are hunted for ransom. And as you embark on a desperate quest to rescue your friends,  you realize that the only way to escape this darkness… is to embrace it\r\n\r\n[h2]Key Features:[/h2]\r\n[b]AN OPEN WORLD FIRST-PERSON SHOOTER[/b]\r\n\r\nCreate your own FPS adventure. Customize your weapons, your skills and your approach to each mission, whether you favor intense run-and-gun action, stealthy close-up takedowns or long-range sniping.\r\n\r\n[b]AN ISLAND OF DANGER AND DISCOVERY[/b]\r\n\r\nExplore a diverse island playground, from mountain ranges and swampy grasslands to white sandy beaches. Discover relics, hunt exotic animals, play mini-games and travel quickly by land, sea or air. Fight your way through the island’s towns, temples, river ports and more!\r\n\r\n[b]UNCOVER A MEMORABLE STORY AND AN INSANE CAST OF CHARACTERS[/b]\r\n\r\nEncounter an engaging and disturbed cast of characters as you take a gritty journey to the dark side of humanity, written by a Writers Guild Award winner.\r\n\r\n[b]PLAY WITH FRIENDS IN A FULL CO-OP CAMPAIGN[/b]\r\n\r\nPlay online and team up in a four-player campaign which challenges you to be your best and work together to prevail. Experience the island through the eyes of a wayward crew in their own quest to survive against the odds.\r\n\r\n[b]A DIFFERENT BREED OF MULTIPLAYER[/b]\r\n\r\nInnovative multiplayer rewards skill and team play. To level up, players must support each other by boosting with battle cries, reviving teammates and calling in support weapons. After each match, players have the choice to punish or show mercy for their foes in fun and twisted ways, choreographed with interactive cutscenes.\r\n\r\n[b]USE THE MAP EDITOR TO CREATE AND ACCESS NEW CONTENT[/b]\r\n\r\nThe powerful and easy-to-use Far Cry® Map Editor is back, with new and improved features. A community of mapmakers ensures a constant stream of all-new content with the very best being showcased for the whole world to enjoy. Using the included tools, you too can make amazing maps, quickly and easily.\r\n\r\n[b]CUTTING-EDGE GRAPHICS AND GAMEPLAY[/b]\r\n\r\nFar Cry® 3 is being developed by the world-class game designers who brought you such critically acclaimed titles as Assassin’s Creed® 2, Assassin’s Creed® Brotherhood, and World in Conflict®.","strSnippet":"Discover the dark secrets of a lawless island ruled by violence and take the fight to the enemy as you try to escape. You’ll need more than luck to escape alive!"}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}]]