[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":39,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198191136538","minutes_played_forever":803},{"steamid":"76561198201850050","minutes_played_forever":2563},{"steamid":"76561197974094889","minutes_played_forever":816},{"steamid":"76561198058590207","minutes_played_forever":7126},{"steamid":"76561198167490889","minutes_played_forever":2339},{"steamid":"76561198116216996","minutes_played_forever":134}],"owns":[],"in_wishlist":[{"steamid":"76561198141358517"},{"steamid":"76561198264266067"}]}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Montreal, Red Storm, Shanghai, Toronto, Kiev","strURL":null}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Far Cry","strURL":"https://store.steampowered.com/franchise/FarCry"}]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"Hidden in the towering Himalayas lies Kyrat, a country steeped in tradition and violence. You are Ajay Ghale. Traveling to Kyrat to fulfill your mother’s dying wish, you find yourself caught up in a civil war to overthrow the oppressive regime of dictator Pagan Min. Explore and navigate this vast open world, where danger and unpredictability lurk around every corner. Here, every decision counts, and every second is a story. Welcome to Kyrat.\r\n\r\nKey Features\r\n\r\n• EXPLORE AN OPEN WORLD FILLED WITH POSSIBILITIES\r\nDiscover the most diverse Far Cry world ever created. With terrain spanning from lush forests to the snowcapped Himalayas, the entire world is alive…and deadly.\r\n- From leopards, rhinos, black eagles, and vicious honey badgers, Kyrat is home to abundant wildlife. As you embark on your hunt for resources, know that something may be hunting you...\r\n- Scout enemy territory from above in the all-new gyrocopter and then plummet back to earth in your wing suit. Climb aboard the back of a six-ton elephant and unleash its raw power on your enemies.\r\n- Choose the right weapon for the job, no matter how insane or unpredictable that job might be. With a diverse arsenal, you’ll be prepared for anything.\r\n\r\n• CO-OP: BRING A FRIEND\r\nNot every journey should be taken alone. Far Cry 4 allows for a second player to drop in and drop out at any point, re-imagining the cooperative experience in the true spirit of Far Cry for the next generation. You’ll now be able to discover and explore the living open world of Kyrat together.","strSnippet":"Hidden in the towering Himalayas lies Kyrat, a country steeped in tradition and violence. You are Ajay Ghale. Traveling to Kyrat to fulfill your mother’s dying wish, you find yourself caught up in a civil war to overthrow the oppressive regime of dictator Pagan Min."}}]]