[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":643,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198297374024","minutes_played_forever":1096},{"steamid":"76561198323613157","minutes_played_forever":1755},{"steamid":"76561198083477577","minutes_played_forever":1},{"steamid":"76561198073082782","minutes_played_forever":71},{"steamid":"76561198144088793","minutes_played_forever":1}],"owns":[],"in_wishlist":[]}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Square Enix","strURL":"https://store.steampowered.com/developer/squareenix"}],"rgPublishers":[{"strName":"Square Enix","strURL":"https://store.steampowered.com/publisher/squareenix"}],"rgFranchises":[{"strName":"FINAL FANTASY","strURL":"https://store.steampowered.com/curator/34459938"}]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"[b]Take part in an epic and ever-changing FINAL FANTASY as you adventure and explore with friends from around the world! Experience all the hallmarks of the best-selling franchise - airships, chocobos, moogles, and more.[/b]\r\n\r\nIn the updated Free Trial version of the FINAL FANTASY XIV, you’ll now be able to play as your favourite FINAL FANTASY class up to level 60 for free in both FINAL FANTASY® XIV: A Realm Reborn and FINAL FANTASY® XIV: HEAVENSWARD.\r\n\r\nAll 14 jobs are available to play up to level 60, from classic FINAL FANTASY jobs like paladin and white mage to FINAL FANTASY XIV originals such as the astrologian and the limited job, blue mage. In addition to battles, there are also a total of 11 gathering and crafting classes available, letting you enjoy gathering materials and making items. \r\n\r\nForm a party and adventure with a multitude of players from across the globe.\r\nForge friendships, mount chocobos, and board airships as you and your companions create your own unique stories in Eorzea.\r\nSet out alone or enlist the aid of friends as you undertake epic quests, battle familiar FINAL FANTASY monsters, and acquire unique abilities and equipment.\r\nAll the classic elements from the series that you have come to know and love are waiting!\r\n\r\nYou can also play numerous mini-games during the breaks in your adventure at an entertainment complex called the Manderville Gold Saucer. From the classic FF card game Triple Triad to chocobo racing and even mahjong, an alluring tabletop game from the Far East. Of course you can play together with all your friends too!\r\n\r\nEmbark on the adventure of a lifetime to help reforge the fate of Eorzea.\r\n\r\n\r\n[b]Note:[/b]\r\nFINAL FANTASY XIV Online game packages available on Steam may only be registered and added on a Square Enix account that has the base game “FINAL FANTASY XIV Online Starter Edition&quot; (or formerly known as &quot;FINAL FANTASY XIV: A Realm Reborn”) purchased on Steam.","strSnippet":"Take part in an epic and ever-changing FINAL FANTASY as you adventure and explore with friends from around the world! Experience all the hallmarks of the best-selling franchise - airships, chocobos, moogles, and more."}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}]]