[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198209478340","minutes_played_forever":1}],"owns":[{"steamid":"76561198170386235"},{"steamid":"76561198144088793"},{"steamid":"76561198140610644"},{"steamid":"76561198141358517"},{"steamid":"76561198090725543"}],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CB4QhrbcmAYZxK7aDgEAEAEhAAAAAAAAAAApHqAAAAAAAAA="]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Illusion Softworks","strURL":null}],"rgPublishers":[{"strName":"2K","strURL":"https://store.steampowered.com/publisher/2K"}],"rgFranchises":[{"strName":"Mafia","strURL":"https://store.steampowered.com/franchise/mafia"}]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"It’s 1930. After an inadvertent brush with the mafia, cabdriver Tommy Angelo is reluctantly thrust into the world of organized crime. Initially, he is uneasy about falling in with the Salieri family, but soon the rewards become too big to ignore. As he rises through the ranks, the paydays keep getting bigger, but the jobs get even dirtier. Tommy may ultimately earn the respect of the Salieris, but becoming a Made Man will leave him more conflicted than ever with the new life he has chosen. \r\n\r\n[h2]Experience New Heaven[/h2]\r\nExplore more than 12 square miles of New Heaven, a quintessential 1930's American city based on historic Depression-era architecture and culture. \r\n\r\n[h2]Authentic Story and Action-packed Gameplay[/h2]\r\nPlay more than 20 thrilling missions inspired by events from the 1930’s. Rise through the ranks of the Salieri family from foot-soldier to Made Man, taking on mob hits, car chases, bootlegging, shootouts, bank robberies and more.\r\n\r\n[h2]Era-inspired Vehicles and Weapons[/h2]\r\nAs a daring getaway driver, get behind the wheel of more than 60 historically-inspired cars featuring realistic physics and real-time damage.\r\n \r\nComplete those grittier jobs with more than a dozen weapons at your disposal. Choose from baseball bats, sawed-off shotguns, magnums and the renowned Tommy gun to deal with any wise guy who dares to cross you.\r\n\r\n[i]Note: This rerelease of Mafia has an edited soundtrack and does not include any licensed music.[/i]","strSnippet":"It’s 1930. After an inadvertent brush with the mafia, cabdriver Tommy Angelo is reluctantly thrust into the world of organized crime. Initially, he is uneasy about falling in with the Salieri family, but soon the rewards become too big to ignore."}}]]