[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":3087,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198104353104","minutes_played_forever":159},{"steamid":"76561198120546754","minutes_played_forever":67},{"steamid":"76561199080949909","minutes_played_forever":1613},{"steamid":"76561198095880716","minutes_played_forever":36},{"steamid":"76561198323613157","minutes_played_forever":866},{"steamid":"76561198062889994","minutes_played_forever":71}],"owns":[],"in_wishlist":[]}}],["workshop_trendy_items",{"version":2}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["COoHENyRuZgGGaJD7gEAAHABIea/LzQBABABKc6TDAAAAAAAUSaIklvwEtosYNz0uJgG","COoHEPSroZoGGaJD7gEAAHABIcAbUwYBABABKc6TDAAAAAAAUVz9ox5RFsItYNyQoZoG","COoHEKeMtpoGGaJD7gEAAHABIea/LzQBABABKc6TDAAAAAAAUWGazHvSFWotYMz1tZoG"]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"KovaaK 2.0","strURL":"https://twitter.com/KovaaKs"},{"eType":5,"strName":"kovaakteam","strURL":"https://www.twitch.tv/kovaakteam"},{"eType":6,"strName":"KovaaK 2.0","strURL":"https://www.youtube.com/channel/UCxghgktsTOR_VbxNjcRm3Rg/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"The Meta","strURL":null}],"rgPublishers":[{"strName":"The Meta","strURL":null}],"rgFranchises":[]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/The_World_s_Best_Aim_Trainer_-_GIF__compressed_.gif?t=1666984484[/img]\r\n[list]\r\n[*] The highest-performance aim trainer, with the lowest input delay\r\n[*] Thousands of pros and streamers buy and use KovaaK’s to stay on top\r\n[*] Made by FPS pros and deeply partnered with NVIDIA\r\n[*] Over 21,000 training scenarios, with infinite customization supporting every FPS/TPS  title and skill-level\r\n[*] Supportive community of aim experts and players just like you\r\n[*] We don’t turn you into data for sale to third-parties\r\n[/list]\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/kovaak_adv_2.jpg?t=1666984484[/img]\r\nHere is why so many gamers trust KovaaK’s:\r\n[list]\r\n[*] Unparalleled performance: Built in Unreal Engine, ensuring the absolute highest performance. \r\n[*] Authentic game feel: Cloned weapon and movement physics from top FPS/TPS titles, with exact sensitivity matching. You will quickly improve at your favorite game!\r\n[*] NVIDIA partnership: The only aim trainer with access to Nvidia’s lowest-level GPU routines, reducing input delay to the absolute minimum. And, check out NVIDIA Experiments Mode in KovaaK’s, where you can directly contribute to scientific research into FPS performance.\r\n[*] Infinite flexibility: New in-game Map Editor means you can create anything you’d like. Create your own scenarios. Customize every aspect of your training. If you can imagine it, you can make it!\r\n[*] Honesty: KovaaK’s isn’t a data suction machine, masquerading as an aim trainer.  All we care about is making you better at the games you love.\r\n[/list]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/KovaaK_s_Map_Creator_-_GIF__compressed_.gif?t=1666984484[/img]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/TESTIMONIALS.jpg?t=1666984484[/img]\r\nEveryone from beginners to pros love us, but don’t take our word for it!\r\n\r\n[b]Is this black magic???[/b]\r\nI've been training for about 4 days and just destroyed a friend I couldn't beat before.  Imagine after a year of training!\r\n- Reddit user\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/spacer.png?t=1666984484[/img]\r\nKovaaK is something I've done before every gaming session for well over a year. It is something that will always be part of my arsenal in my never ending quest for improvement. Great scenarios. Drastic improvement. Better people. Thank you guys \r\n- Iron\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/spacer.png?t=1666984484[/img]\r\nKovaaks allows me to work on my muscle memory so I can focus on decision making rather than where my flicks are going to go. It has made me a more consistent player in terms of winning fights. \r\n- Freakazoid\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/spacer.png?t=1666984484[/img]\r\nKovaaks is the only real aim trainer that made me break my plateau, i'm grateful for all the amazing exercises and for the community.\r\n- n0ted\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/spacer.png?t=1666984484[/img]\r\nKovaaKs is the best aim trainer to practice consistency, 20-60 minutes is the optimal amount to play each day\r\n- Euriece \r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/824270/extras/game_features_copy.jpg?t=1666984484[/img]\r\n[h2]Sandbox[/h2]\r\nThe [i]Sandbox[/i] includes over 21,000 practice scenarios and playlists to suit your favorite game and your skill level:\r\n[list]\r\n[*] Brand new in-game Map Editor! Tons of customization options. Features backward compatibility with the old map format. \r\n[*] Newly upgraded visuals! Save your favorite looks as Themes.\r\n[*] Mouse sensitivity scaled to popular games including Fortnite, Valorant, CS:GO, Overwatch, Quake/Source, Paladins, Rainbow Six Siege, Battalion 1944, and Reflex\r\n[*] Create your own weapons, characters, bots &amp; maps\r\n[*] Create your own custom training playlists and easily share them with your friends\r\n[*] Make bots dodge &amp; aim exactly how you want them to\r\n[*] Make challenges to practice specific scenarios\r\n[*] Editable profiles that can be edited in-game or with text editors\r\n[*] All of the configuration options you'd expect of a competitive FPS title:\r\n[list]\r\n[*] FOV\r\n[*] Separate horizontal/vertical mouse sensitivity\r\n[*] Unlocked frame rate\r\n[*] Per-weapon config settings\r\n[*] And much more.\r\n[/list]\r\n[*] Compete on the leaderboards for any scenario (global or friends only)\r\n[*] Custom crosshairs (JPG, PNG, BMP, etc.) and visuals (Floors/wall textures from a large list of options; bodies and heads of characters can be set to RGB values and differentiated by team; attacks can be set to the colors of characters)\r\n[/list]\r\n[h2]Trainer[/h2]\r\nThe [i]Trainer[/i] is a guided experience to perfect your click timing, featuring enhanced graphics\r\n[list]\r\n[*] The [i]Trainer[/i] analyzes your performance and dynamically adjust to help you improve quickly; our coaching system watches your performance and serves you the kinds of targets you need to improve\r\n[/list]\r\n[h2]Performance[/h2]\r\nHighly responsive input from a tweaked [i]Unreal Engine 4[/i] with approval from top CS:GO, Valorant, Fortnite, Overwatch, Apex Legends, and Quake professional players who have tested and provided feedback","strSnippet":"HUGE UPDATE! The world’s best aim trainer, trusted by top pros, streamers, and players like you. Upgrade your FPS skills with over 21,000 player-created scenarios, in-game map editor, infinite customization, cloned game physics, sharable playlists, and much more. Become a human aimbot!"}}]]