[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":2972,"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["COoHEP/xt5oGGdQtDgIAAHABIRo5JA4BABABKZDzDQAAAAAAUbx+gRwRF1pYYMvot5oG"]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Scary Bee LLC","strURL":null}],"rgPublishers":[{"strName":"Scary Bee LLC","strURL":null}],"rgFranchises":[]}}],["releasedata",{"version":2}],["descriptions",{"version":1,"data":{"strFullDescription":"Over 1 Million Players!\r\n\r\nSwarm Simulator: Evolution brings the strategic, incremental, idle, clicker gameplay of the wildly successful web game into a new 3D world with dozens of new systems and extra features! \r\n\r\nEvolve your way from lowly larvae and drones to all-powerful hive Overminds and beyond in this idle masterpiece! Conquer territory with fearsome Stingers and Locusts to become a tycoon of unit production. Sacrifice smaller units for the greater good of the colony and Ascend over and over as you build your Swarm toward its ultimate goal of universe spanning conquest! \r\n\r\n[h2]== Swarm Simulator: Evolution Features ==[/h2]\r\n\r\n[h2]Idle Clicker Gameplay[/h2]\r\n[list]\r\n[*] Endless progression - start with a few lowly units, evolve and hatch your way to unimaginable numbers.\r\n[*] Idle mode - the game will keep progressing whether it's open or not, take a break for a few hours and your Swarm will grow and grow!\r\n[*] Ascend your Swarm to start over on a new world but with powerful new Mutations.\r\n[/list]\r\n\r\n[h2]Evolution Upgrades[/h2]\r\n[list]\r\n[*] All new 3D graphics and new units, dozens of 3D bugs in a fully 3D world.\r\n[*] Elixirs give short term buffs to your Swarm, use a Rage elixir to capture more territory ... or a Warper elixir to speed up time itself!\r\n[*] Golden Bugs can be captured to give long-term bonuses to your Swarm.\r\n[*] Swarm Lord Invasions, the HFL, Carapace Shards, unlockable skins for your bugs and more!\r\n[/list]\r\n\r\nThe classic text-based incremental game has been reborn in vibrant 3D. Download Swarm Simulator now and conquer EVERYTHING!","strSnippet":"What is this? A game for ants?!? Hatch a quintillion bugs. Conquer the UNIVERSE!"}}]]